<html>

<head>
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>H&#432;&#7899;ng d&#7851;n s&#7917; d&#7909;ng d nh cho sinh</title>
</head>

<body>

<p><u><b><font size="6">H&#432;&#7899;ng</font><font size="6"> d&#7851;n s&#7917; d&#7909;ng 
dành cho </font></b><font size="6"><b>qu&#7843;n tr&#7883; viên</b></font></u></p>
<div>
	<p style="font-size:26; font-weight:bold;">M&#7909;c l&#7909;c</p>
	<ol>
		<li style="font-size:26; font-weight:bold;"><a href="#item1">Cách kh&#7903;i 
		t&#7841;o và ch&#7881;nh s&#7917;a &#273;&#417;n</a></li>
		<li style="font-size:26; font-weight:bold;">
		<a href="#item2">Cách thi&#7871;t l&#7853;p h&#7879; th&#7889;ng</a></li>
		<li style="font-size:26; font-weight:bold;">
		<a href="#item3">Qu&#7843;n tr&#7883; ng&#432;&#7901;i dùng</a></li>
	</ol>
</div>
<br/><br/><br/>
<ol>
	<li style="font-size:26; font-weight:bold;" id="item1">Cách kh&#7903;i 
	t&#7841;o và ch&#7881;nh s&#7917;a &#273;&#417;n<p><i><font size="4">L&#432;u</font><font size="4"> ý: Ng&#432;&#7901;i 
	kh&#7903;i t&#7841;o ph&#7843;i có ki&#7871;n th&#7913;c nh&#7845;t &#273;&#7883;nh v&#7873; HTML và CSS<br>
&nbsp;</font></i><ol>
			<li style="font-size:22; font-weight:normal;">&#272;&#259;ng nh&#7853;p h&#7879; th&#7889;ng 
			v&#7899;i tài kho&#7843;n admin (trind09)<br/>
			<img border="0" src="TempFiles/Help2.1.jpg" width="763" height="462"> <br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Vào trang &quot;Danh m&#7909;c 
			m&#7851;u &#273;&#417;n&quot;<br>
			<img border="0" src="TempFiles/Help2.2.jpg" width="760" height="673"><br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Nh&#7845;p nút &quot;Thêm m&#7899;i&quot; &#273;&#7875; 
			kh&#7903;i t&#7841;o &#273;&#417;n m&#7899;i.<br>
			<img border="0" src="TempFiles/Help2.3.jpg"><br>
			Các fields trong trang này có ý ngh&#297;a nh&#432; sau:<br>
			-&nbsp;&nbsp;&nbsp; Tên V&#259;n B&#7843;n: Là tên m&#7851;u &#273;&#417;n th&#7875; hi&#7879;n trong &quot;Danh 
			m&#7909;c m&#7851;u &#273;&#417;n&quot;<br>
			-&nbsp;&nbsp;&nbsp; B&#7843;n M&#7851;u HTML: Mã ngu&#7891;n c&#7911;a m&#7851;u &#273;&#417;n, ch&#7913;a mã HTML 
			và các token giúp sinh viên &#273;i&#7873;n thông tin c&#7847;n thi&#7871;t vào m&#7851;u &#273;&#417;n.<br>
			-&nbsp;&nbsp;&nbsp; S&#7889; l&#7847;n cho phép sinh viên n&#7897;p / Ngày &#273;áo h&#7841;n: 
			Quy&#7871;t &#273;&#7883;nh m&#7895;i sinh viên ch&#7881; &#273;&#432;&#7907;c n&#7897;p &#273;&#417;n m&#7897;t s&#7889; l&#7847;n nh&#7845;t &#273;&#7883;nh trong 
			th&#7901;i gian cho phép.<br>
			-&nbsp;&nbsp;&nbsp; Ch&#7885;n công c&#7909;: Ch&#7885;n lo&#7841;i công c&#7909; h&#7895; tr&#7907; sinh viên 
			&#273;i&#7873;n thông tin c&#7847;n thi&#7871;t trên m&#7851;u &#273;&#417;n.<br>
&nbsp;&nbsp;&nbsp; *&nbsp;&nbsp;&nbsp; Tr&#432;&#7901;ng (h&#7897;p) v&#259;n b&#7843;n (ch&#7881; ch&#7913;a &#273;&#432;&#7907;c 1 
			dòng): Cho phép sinh viên &#273;i&#7873;n thông tin b&#7845;t k&#7923; ch&#7881; trên m&#7897;t dòng.<br>
&nbsp;&nbsp;&nbsp; *&nbsp;&nbsp;&nbsp; Tr&#432;&#7901;ng (h&#7897;p) ngày tháng: Cho phép sinh 
			viên ch&#7881; và &#273;&#432;&#7907;c &#273;i&#7873;n thông tin ngày tháng.<br>
&nbsp;&nbsp;&nbsp; *&nbsp;&nbsp;&nbsp; Tr&#432;&#7901;ng (h&#7897;p) s&#7889;: Cho phép sinh viên ch&#7881; 
			và &#273;&#432;&#7907;c &#273;i&#7873;n s&#7889;.<br>
&nbsp;&nbsp;&nbsp; *&nbsp;&nbsp;&nbsp; Vùng v&#259;n b&#7843;n (có th&#7875; ch&#7913;a nhi&#7873;u dòng): 
			Cho phép sinh viên &#273;i&#7873;n thông tin và cho phép xu&#7889;ng nhi&#7873;u dòng.<br>
			-&nbsp;&nbsp;&nbsp; &#272;i&#7873;n tên công c&#7909;: Tên tr&#432;&#7901;ng (h&#7897;p) mà sinh viên 
			&#273;&#432;&#7907;c yêu c&#7847;u &#273;i&#7873;n thông tin.<br>
			-&nbsp;&nbsp;&nbsp; Mô t&#7843;: M&#7897;t mô tã hay l&#7901;i nh&#7855;c nh&#7905; sinh viên &#273;i&#7873;n 
			thông tin.<br>
			-&nbsp;&nbsp;&nbsp; S&#7889; t&#7915; cho phép: S&#7889; t&#7915; ho&#7863;c s&#7889; mà sinh viên &#273;&#432;&#7907;c 
			phép &#273;i&#7873;n (Không có tác d&#7909;ng v&#7899;i tr&#432;&#7901;ng ngày tháng).<br>
			-&nbsp;&nbsp;&nbsp; B&#7855;t bu&#7897;c: &#272;ánh d&#7845;u vào ô này n&#7871;u b&#7855;t bu&#7897;t sinh 
			viên ph&#7843;i &#273;i&#7873;n thông tin. Câu nh&#7855;c nh&#7905; khi sinh viên không &#273;i&#7873;n 
			thông tin s&#7869; l&#7845;y t&#7915; Mô t&#7843;.<br>
			-&nbsp;&nbsp;&nbsp; Token: M&#7897;t chu&#7895;i ký t&#7921; &#273;&#7841;i di&#7879;n trong v&#259;n b&#7843;n 
			&#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; thay th&#7871; cho thông tin &#273;&#432;&#7907;c &#273;i&#7873;n b&#7903;i sinh viên.<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">B&#7843;n m&#7851;u HTML<br>
			B&#7843;n m&#7851;u HTML có th&#7875; &#273;&#432;&#7907;c t&#7841;o b&#7903;i nhi&#7873;u ngu&#7891;n. Trong &#273;ây là m&#7897;t ví d&#7909; 
			&#273;&#432;&#7907;c t&#7841;o b&#7903;i Microsoft Frontpage 2013.<br>
			<img border="0" src="TempFiles/Help2.4.jpg" width="743" height="527"><br>
			<img border="0" src="TempFiles/Help2.5.jpg" width="742" height="531"><br>
			Mã ngu&#7891;n sau &#273;ó s&#7869; &#273;&#432;&#7907;c copy và paste vào field &quot;B&#7843;n m&#7851;u HTML&quot;<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Kh&#7903;i t&#7841;o token<br>
			Token là m&#7897;t chu&#7895;i ký t&#7921; &#273;&#7841;i di&#7879;n trong v&#259;n b&#7843;n &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; thay 
			th&#7871; cho thông tin &#273;&#432;&#7907;c &#273;i&#7873;n b&#7903;i sinh viên. Trong b&#7843;n m&#7851;u HTML b&#7841;n có 
			th&#7875; th&#7845;y các chu&#7895;i ký t&#7921; nh&#432; [[NgaySinh]], [[ChonNam]], [[ChonNu]] 
			v.v... &#272;&#7845;y là nh&#7919;ng chu&#7895;i ký t&#7921; &#273;&#7875; thay th&#7871; thông tin &#273;i&#7873;n vào c&#7911;a 
			sinh viên. L&#7845;y ví d&#7909; nh&#432; d&#432;&#7899;i &#273;ây:<br>
			<br>
			<b><i>S&#7889;
		CMND: [[SoChungMinhThu]]&nbsp; </i><u><br>
			</u></b>Sinh viên ph&#7843;i &#273;i&#7873;n thông tin s&#7889; ch&#7913;ng mình nhân dân c&#7911;a 
			mình. Vì v&#7853;y token [[SoChungMinhThu]] s&#7869; &#273;&#432;&#7907;c thay th&#7871; b&#7903;i thông tin 
			S&#7889; CMND c&#7911;a sinh viên &#273;i&#7873;n vào sau &#273;ó.<br>
			<br>
			<b>Tên</b> tr&#432;&#7901;ng thông tin (tên công c&#7909;) s&#7869; là: S&#7889; CMND<br>
			<b>Mô t&#7843; </b>s&#7869; là: Xin &#273;i&#7873;n s&#7889; CMND<br>
			<b>S&#7889; t&#7915; cho phép </b>s&#7869; là: 10 (Vì s&#7889; CMND s&#7869; không quá 10 ch&#7919; s&#7889;)<br>
			<b>Token</b> s&#7869; là: [[SoChungMinhThu]]<br>
			<b>Ki&#7875;u công c&#7909; </b>s&#7869; là: Tr&#432;&#7901;ng (h&#7897;p) s&#7889; vì sinh viên ch&#7881; có th&#7875; 
			&#273;i&#7873;n s&#7889; vào ô này.<br>
			<br>
			<img border="0" src="TempFiles/Help2.6.gif" width="720" height="38"><br>
			<br>
			Hãy l&#432;u ý r&#7857;ng token ph&#7843;i &#273;&#432;&#7907;c rõ ràng và không &#273;&#432;&#7907;c chèn ký t&#7921; là 
			hay mã HTML m&#7897;t cách ngoài mong mu&#7889;n. Hãy xem l&#7841;i token c&#7911;a mình 
			trong cã hai vùng Design và Code c&#7911;a Microsoft Frontpage:<br>
			<br>
			<img border="0" src="TempFiles/Help2.7.jpg" width="745" height="569"><br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">S&#7919;a m&#7851;u &#273;&#417;n<br>
			Sau khi kh&#7903;i t&#7841;o &#273;&#417;n m&#7899;i, b&#7841;n có th&#7875; tìm và s&#7917;a m&#7851;u &#273;&#417;n t&#7915; &quot;Danh m&#7909;c 
			m&#7851;u &#273;&#417;n&quot;<br>
			<img border="0" src="TempFiles/Help2.9.jpg"><br>
			<img border="0" src="TempFiles/Help2.8.jpg"><br>
			L&#432;u ý: Các token b&#7883; l&#7895;i có th&#7875; xóa và làm l&#7841;i.<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Xem và ki&#7875;m tra l&#7841;i 
			m&#7851;u &#273;&#417;n v&#7915;a kh&#7903;i t&#7841;o<br>
			Ngay sau khi m&#7851;u &#273;&#417;n &#273;&#432;&#7907;c kh&#7903;i t&#7841;o và ch&#7881;nh s&#7917;a xong. B&#7841;n có th&#7875; vào 
			xem trên &quot;Danh m&#7909;c m&#7851;u &#273;&#417;n&quot;<br>
			<img border="0" src="TempFiles/Help2.10.jpg"><br>
			<img border="0" src="TempFiles/Help2.11.jpg"><br>
			L&#432;u ý: Sau khi &#273;i&#7873;n th&#7917; thông tin, nh&#7845;p nút &quot;Xem tr&#432;&#7899;c&quot; và th&#7917; in ra 
			khi nh&#7845;p nút &quot;In tài li&#7879;u&quot;. B&#7857;ng cách này, b&#7841;n có th&#7875; test xem có 
			l&#7895;i nào không tr&#432;&#7899;c khi chính th&#7913;c cho sinh viên s&#7917; d&#7909;ng.<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Xóa m&#7851;u &#273;&#417;n<br>
			Nh&#7845;p nút xóa trên m&#7895;i dòng m&#7851;u &#273;&#417;n t&#7915; &quot;Danh m&#7909;c m&#7851;u &#273;&#417;n&quot; &#273;&#7875; xóa:<br>
			<img border="0" src="TempFiles/Help2.12.jpg"><br>
			L&#432;u ý: Ch&#7881; xóa &#273;&#432;&#7907;c m&#7851;u &#273;&#417;n khi nó ch&#432;a &#273;&#432;&#7907;c s&#7917; d&#7909;ng b&#7903;i b&#7845;t c&#7913; ai. 
			N&#7871;u không, có th&#7875; unpublish nó.<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Publish và Unpublish 
			m&#7851;u &#273;&#417;n<br>
			Nh&#7845;p và bi&#7875;u t&#432;&#7907;ng con m&#7855;t trên m&#7895;i dòng m&#7851;u &#273;&#417;n t&#7915; &quot;Danh m&#7909;c m&#7851;u 
			&#273;&#417;n&quot;:<br>
			<img border="0" src="TempFiles/Help2.13.jpg"><br>
			L&#432;u ý: N&#7871;u m&#7855;t m&#7903; là publish và m&#7855;t nh&#7855;m là unpublish</li>
		</ol>
	<p><br><br>&nbsp;</li>
	<li style="font-size:26; font-weight:bold;" id="item2">Cách 
	thi&#7871;t l&#7853;p h&#7879; th&#7889;ng<p>
		<ol>
			<li style="font-size:22; font-weight:normal;">&#272;&#259;ng nh&#7853;p h&#7879; th&#7889;ng 
			v&#7899;i tài kho&#7843;n admin (trind09)<br/>
			<img border="0" src="TempFiles/Help2.1.jpg" width="763" height="462">
			<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Vào m&#7909;c thi&#7871;t l&#7853;p h&#7879; 
			th&#7889;ng<br>
			<img border="0" src="TempFiles/Help2.14.jpg" width="911" height="398"><br>
			-&nbsp;&nbsp;&nbsp; L&#7847;n &#273;&#7847;u tiên ch&#7841;y ch&#432;&#417;ng trình (isInitDatabaseTables): 
			S&#7869; kh&#7903;i t&#7841;o các tables c&#7847;n thi&#7871;t cho h&#7879; th&#7889;ng ngay l&#7847;n ch&#7841;y &#273;&#7847;u tiên.<br>
			-&nbsp;&nbsp;&nbsp; &#272;&#7883;a ch&#7881; email không ph&#7843;n h&#7891;i (noreplyEmail): &#272;&#7883;a 
			ch&#7881; email mà s&#7869; dùng &#273;&#7875; g&#7919;i email &#273;&#7871;n cho c&#7843; giáo viên và sinh viên.<br>
			-&nbsp;&nbsp;&nbsp; Tiêu &#273;&#7873; m&#7863;c &#273;&#7883;nh c&#7911;a email không ph&#7843;n h&#7891;i (noreplyEmailName): 
			Tên ng&#432;&#7901;i g&#7919;i m&#7863;t &#273;&#7883;nh c&#7911;a email mà &#273;&#432;&#7907;c g&#7919;i cho c&#7843; giáo viên và 
			sinh viên.<br>
			-&nbsp;&nbsp;&nbsp; M&#7853;t kh&#7849;u c&#7911;a email không ph&#7843;n h&#7891;i (noreplyEmailPassword): 
			M&#7853;t kh&#7849;u c&#7911;a email mà s&#7869; dùng &#273;&#7875; g&#7919;i email &#273;&#7871;n cho c&#7843; giáo viên và 
			sinh viên.<br>
			-&nbsp;&nbsp;&nbsp; &#272;&#7883;a ch&#7881; server c&#7911;a email không ph&#7843;n h&#7891;i (noreplyEmailServer): 
			&#272;&#7883;a ch&#7881; server c&#7911;a email mà s&#7869; dùng &#273;&#7875; g&#7919;i email &#273;&#7871;n cho c&#7843; giáo 
			viên và sinh viên.<br>
			-&nbsp;&nbsp;&nbsp; S&#7889; server port c&#7911;a email không ph&#7843;n h&#7891;i (noreplyEmailServerPort): 
			S&#7889; port c&#7911;a server c&#7911;a email mà s&#7869; dùng &#273;&#7875; g&#7919;i email &#273;&#7871;n cho c&#7843; giáo 
			viên và sinh viên.<br>
			-&nbsp;&nbsp;&nbsp; Danh sách tên &#273;&#259;ng nh&#7853;p c&#7911;a các tr&#432;&#7903;ng ban (chairmans): 
			Danh sách các tên &#273;&#259;ng nh&#7853;p c&#7911;a ng&#432;&#7901;i dùng mà là tr&#432;&#7903;ng ban (C&#7845;p cao 
			h&#417;n giáo viên và sinh viên).<br>
			-&nbsp;&nbsp;&nbsp; Danh sách tên &#273;&#259;ng nh&#7853;p c&#7911;a các giáo viên hay 
			c&#7845;p d&#432;&#7899;i c&#7911;a tr&#432;&#7903;ng ban (teachers): Danh sách các tên &#273;&#259;ng nh&#7853;p c&#7911;a 
			ng&#432;&#7901;i dùng mà là giao viên.<br>
			<br>
			Nh&#7845;p l&#432;u &#273;&#7875; c&#7853;p nh&#7853;t các thay &#273;&#7893;i.<br>
			<br>
			L&#432;u ý: Hãy backup các d&#7919; li&#7879;u tr&#432;&#7899;c khi thay thi&#7871;t l&#7853;p l&#7841;i h&#7879; th&#7889;ng 
			&#273;&#7873; phòng b&#7845;t tr&#7855;c.<br>
			<br>
			<br>
			<br>
&nbsp;</li>
		</ol>
	</li>
	<li style="font-size:26; font-weight:bold;" id="item2">Cách ch&#7841;y các timer 
	service<p>
		<ol>
			<li style="font-size:22; font-weight:normal;">&#272;&#259;ng nh&#7853;p h&#7879; th&#7889;ng 
			v&#7899;i tài kho&#7843;n admin (trind09)<br/>
			<img border="0" src="TempFiles/Help2.1.jpg" width="763" height="462">
			<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Vào m&#7909;c thi&#7871;t l&#7853;p h&#7879; 
			th&#7889;ng -&gt; D&#7883;ch v&#7909; t&#7915; h&#7879; th&#7889;ng<br>
			<img border="0" src="TempFiles/Help2.8.png"><br>-&nbsp;&nbsp;&nbsp; Trên dòng thông tin service. Nh&#7845;p
			<b>start</b> 
			&#273;&#7875; ch&#7841;y service và <b>stop</b> &#273;&#7875; t&#7855;t service.<br>
			<img border="0" src="TempFiles/Help2.9.png"><br>-&nbsp;&nbsp;&nbsp; Nh&#7845;p nút edit &#273;&#7875; thay &#273;&#7893;i timer service<br>
			<img border="0" src="TempFiles/Help2.10.png"><br>Sau khi thay &#273;&#7893;i thông tin, nh&#7845;p Save &#273;&#7875; l&#432;u l&#7841;i.<br>-&nbsp;&nbsp;&nbsp; Key: Tên timer service<br>-&nbsp;&nbsp;&nbsp; Value: Ch&#7881; có 2 giá tr&#7883; là 0 và 1. 0 là trang 
			thái t&#7855;t timer service, 1 là tr&#7841;ng thái ch&#7841;y timer service<br>-&nbsp;&nbsp;&nbsp; Interval: Kho&#7843;n th&#7901;i gian m&#7895;i l&#7847;n ch&#7841;y c&#7911;a 
			service, &#273;&#432;&#7907;c tính b&#7857;ng ngày.</li>
			<li style="font-size:22; font-weight:normal;">Email danh sách:<br>
			<img border="0" src="TempFiles/Help4.1.jpg" width="824" height="570"><br>L&#432;u ý: Sau khi t&#7855;t timer service thì ph&#7843;i &#273;&#7907;i nó ch&#7841;y thêm 1 
			vòng l&#7863;p n&#7919;a tr&#432;&#7899;c khi t&#7855;t hoàn toàn.<br>
			<br><br><br>&nbsp;</li>
		</ol>
	</li>
	<li style="font-size:26; font-weight:bold;" id="item3">Qu&#7843;n 
	tr&#7883; ng&#432;&#7901;i dùng<p>
		<ol>
			<li style="font-size:22; font-weight:normal;">&#272;&#259;ng nh&#7853;p h&#7879; th&#7889;ng 
			v&#7899;i tài kho&#7843;n admin (trind09)<br/>
			<img border="0" src="TempFiles/Help2.1.jpg" width="763" height="462">
			<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Vào m&#7909;c &quot;Qu&#7843;n tr&#7883; viên&quot;<br>
			<img border="0" src="TempFiles/Help2.15.jpg"><br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">Thêm ng&#432;&#7901;i dùng<br>
			B&#7841;n hãy upload m&#7897;t t&#7853;p tin txt có ch&#7913;a thông tin ng&#432;&#7901;i dùng m&#7899;i 
			c&#7847;n kh&#7903;i t&#7841;o account.<br>
			N&#7871;u b&#7841;n mu&#7889;n bi&#7871;t format c&#7911;a t&#7853;p trin 
			txt ra sao, nh&#7845;p nút &quot;T&#7843;i v&#7873;...&quot;<br>
			<img border="0" src="TempFiles/Help2.16.jpg"><br>
			Thông tin t&#7915;ng dòng ra sau:<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i &#273;&#7847;u: S&#7889; th&#7913; t&#7921;<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i th&#7913; hai: Mã s&#7889; sinh viên<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i th&#7913; ba: H&#7885; và tên &#273;&#7879;m<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i th&#7913; t&#432;: Tên<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i th&#7913; n&#259;m: email<br>
			-&nbsp;&nbsp;&nbsp; Chu&#7895;i th&#7913; sáu: M&#7853;t kh&#7849;u<br>
			<br>
			Nh&#7845;p nút &quot;Xem thông tin&quot; &#273;&#7875; ki&#7875;m tra xem các dòng thông tin &#273;ã &#273;&#432;&#7907;c 
			thêm tr&#432;&#7899;c &#273;ó hay không.<br>
			Nh&#7845;p nút &quot;Thêm&quot; &#273;&#7875; chính th&#7913;c thêm các dòng thông tin ng&#432;&#7901;i dùng.<br>
			<br>
			<img border="0" src="TempFiles/Help2.17.jpg"><br>
			<br>
			L&#432;u ý: Email &#273;&#432;&#7907;c dùng làm tên &#273;&#259;ng nh&#7853;p.<br>
&nbsp;</li>
			<li style="font-size:22; font-weight:normal;">C&#7853;p nh&#7853;t MSSV<br>
			&#272;i&#7873;n username c&#7911;a sinh viên c&#7847;n c&#7853;p nh&#7853;t mã s&#7889;.<br>
			&#272;i&#7873;n MSSV m&#7899;i<br>
			Nh&#7845;p nút Submit &#273;&#7875; c&#7853;p nh&#7853;t mã s&#7889; sinh viên.<br>
			<br>
			<img border="0" src="TempFiles/Help2.18.jpg"> <br>
&nbsp;</li>
		</ol>
	</li>
</ol>

<p><br>
&nbsp;</p>

</body>

</html>